soap-testen/input/GetDateLastPublished.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://rws.services.nl/DomainTableWS/2010/10" xmlns:ns1="http://rws.services.nl/DomainTableWS/Contracts/2010/10">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:GetDateLastPublished>
         <!--Optional:-->
         <ns:request>
            <ns1:DomaintableName>AfsluitmiddelType</ns1:DomaintableName>
         </ns:request>
      </ns:GetDateLastPublished>
   </soapenv:Body>
</soapenv:Envelope>
